Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: To install the VPN on another tablet or mobile device, scan the QR code. To install on a desktop computer, visit the Download page on the Mozilla VPN website.
co: Per installà a VPN nant’à un’altra tavulella o un altru apparechju mobile, analizate u codice QR. Per installalla nant’à un urdinatore di scagnu, visitate a pagina di scaricamenti nant’à u situ web di Mozilla VPN.

source: To remove one of your added devices, select “Edit” on this screen and use the trash icon to remove the device you no longer want to use Mozilla VPN on.
co: Per caccià unu trà i vostri apparechji aghjunti, selezziunate « Mudificà » nant’à stu screnu è impiegate l’icona di a curbella per caccià l’apparechju nant’à quellu ùn vulete più impiegà Mozilla VPN.

source: To see recommended server locations, turn off the VPN.
co: Per affissà e pusizioni di servitore ricumandate, disattivate a VPN.

source: Tour the VPN
co: Visita guidata di a VPN

source: To use Mozilla VPN, please allow it to run in the background.
co: Per impiegà Mozilla VPN, ci vole à permette a so esecuzione in sfondulu.

source: Tracker-blocking: Fewer harmful domains will be able to track you.
co: Blucchime di u spiunaghju : menu di duminiu dannighjevule serà capace di spiunavvi.

source: Traditional Chinese
co: Chinese tradiziunale

source: Traveling abroad and need to access content from back home?
co: Viaghjate da mare in là è avete bisognu di cuntenutu da a casa vostra ?

source: Trouble with this installation?
co: Un penseru cù quell’installazione ?

source: Try Multi-Account Containers
co: Pruvà Multi-Account Containers

source: Try opening in browser
co: Pruvà d’apre in u navigatore

source: Try the Firefox extension
co: Pruvate l’estensione Firefox

source: Tunnel VPN through port 53/DNS
co: Tunellu VPN via u portu 53/DNS

source: Turkey
co: Turchia

source: Turn off VPN
co: Disattivà a VPN

source: Turn off VPN for specific websites
co: Disattivà a VPN per siti web specifichi

source: Turn off VPN for specific websites.
co: Disattivà a VPN per siti web specifichi.

source: Turn on to launch the VPN whenever you start your device. We’ll automatically reconnect you to the same server location you last used.
co: Attivate st’ozzione per lancià a VPN à ogni iniziu di l’apparechju. Vi ricunnitteremu autumaticamente à l’ultima pusizione di servitore chì vo avete impiegata.

source: Turn on to protect your privacy
co: Attivalla per prutege a vostra cunfidenzialità

source: Turn VPN off
co: Disattivà a VPN

source: Turn VPN on
co: Attivà a VPN

source: Tutorial
co: Furmazione autonoma

source: Tutorials
co: Furmazioni autonome

source: Ukraine
co: Ucraina

source: Unable to establish a connection at this time. We’re working hard to resolve the issue. Please try again shortly.
co: Impussibule di stabilisce una cunnessione à st’ora. Travagliemu cum’è dannati per currege stu penseru. Ci vole à pruvà torna da quì à pocu.

source: Unable to install
co: Impussibule d’installà

source: Unexpected error
co: Sbagliu inaspettatu

source: United Kingdom
co: Reame Unitu

source: United States of America
co: Stati Uniti d'America

source: Unknown
co: Scunnisciutu

source: Unmasking connection and location
co: Palisamentu di a cunnessione è di a pusizione

source: Unprotect All
co: Caccià tutte e prutezzioni

source: Unprotected
co: Micca prutette

source: Unsecured network alert
co: Alerta di reta micca assicurata

source: Unsecured Wi-Fi network detected
co: Scuperta d’una reta Wi-Fi micca assicurata

source: Unstable
co: Instabile

source: Update required
co: Rinnovu richiestu

source: Updates available
co: Rinnovi dispunibule

source: Update to Mozilla VPN %1
co: Messa à livellu versu Mozilla VPN %1

source: Upgrade
co: Mette à livellu

source: Upper Sorbian
co: Altu sorabu

source: Use adblock and anti-tracking DNS
co: Impiegà un DNS chì blocca e publicità è prutege contr’à u spiunagiu

source: Use adblock DNS
co: Impiegà un DNS chì blocca e publicità

source: Use anti-tracking DNS
co: Impiegà un DNS chì prutege contr’à u spiunagiu

source: Use custom DNS
co: Impiegà un DNS persunalizatu

source: Use default DNS
co: Impiegà u DNS predefinitu

source: Use local DNS
co: Impiegà u DNS lucale

source: Use port 53/DNS for Wireguard traffic, which may help evade firewalls
co: Impiegà u portu 53/DNS per u trafficu Wireguard, ciò chì pò evità i parafochi

source: Use Staging Servers
co: Impiegà i servitori di qualifica

source: Use standard DNS
co: Impiegà u DNS classicu

source: Use system language
co: Impiegà a lingua di u sistema

source: Use these features for more protection. They may cause issues on some sites, so you can turn them off anytime in settings.
co: Impiegate ste funzioni per una prutezzione più forte. Ponu cagiunà penseri nant’à certi siti, dunque si pò disattivalle à ogni mumentu in i parametri.

source: Using a custom DNS is not a perfect solution. If you use one, you won’t be able to use other privacy features in the VPN like tracker blocking. This protection is best used in combination with a browser that also protects your privacy. Like Mozilla Firefox!
co: L’impiegu d’un DNS persunalizatu ùn hè micca una suluzione perfetta. S’è vo ne aduprate unu, ùn puderete micca impiegà d’altre funzioni di cunfidenzialità di a VPN cum’è u blucchime di u spiunaghju. Sta prutezzione serà più efficiente s’ella hè assuciata à un navigatore chì prutege dinù a vostra vita privata. Cum’è u face Firefox !

source: Using a custom DNS will override your preferences in the privacy features page.
co: L’impiegu d’un DNS persunalizatu supranerà e vostre preferenze nant’à a pagina di e funzioni di cunfidenzialità.

source: Using advanced privacy features
co: Impiegu di e funzioni esperte di cunfidenzialità

source: Using these privacy features will override your custom DNS.
co: L’impiegu di ste funzioni di cunfidenzialità rimpiazzerà u vostru DNS persunalizatu.

source: Verify
co: Verificà

source: Very good
co: Bellissimu

source: Very poor
co: Assai gattivu

source: Video conferencing
co: Visiocunferenza

source: View log
co: Fighjà u ghjurnale

source: View Logs
co: Vista di u ghjurnale

source: Visit our help center to learn more about managing your subscriptions.
co: Visitate u nostru centru d’assistenza per sapene di più apprupositu di a ghjestione di i vostri abbunamenti.

source: Voila! Your device has been automatically added to your VPN list of connected devices
co: Eccu ! U vostru apparechju hè statu autumaticamente aghjuntu à a vostra lista d’apparechji cunnessi à VPN

source: VPN Connected
co: VPN cunnessa

source: VPN Disconnected
co: VPN scunnessa

source: VPN for secure, private browsing
co: Una VPN per una navigazione assicurizata è privata

source: VPN is off
co: A VPN hè disattivata

source: VPN is on
co: A VPN hè attiva

source: VPN must be off to change these settings
co: A VPN deve esse disattivata per mudificà ste preferenze

source: VPN must be off to change this setting
co: A VPN deve esse disattivata per mudificà stu parametru

source: VPN must be off to edit App exclusions
co: A VPN deve esse disattivata per mudificà l’esclusioni d’appiecazione

source: VPN must be off to edit App Permissions
co: A VPN deve esse disattivata per mudificà i permessi di l’appiecazione

source: VPN must be off to edit Excluded apps
co: A VPN deve esse disattivata per mudificà l’appiecazioni escluse

source: VPN must be off to edit “Local network access”
co: A VPN deve esse disattivata per mudificà « Accessu à a reta lucale »

source: VPN must be off to edit these settings
co: A VPN deve esse disattivata per mudificà ste preferenze

source: VPN must be restarted to take effect
co: A VPN deve esse rilanciata per piglià in contu i cambiamenti

source: VPN protects all apps by default
co: L’ozzione predefinita hè di prutege tutte l’appiecazioni

source: VPN protects all apps by default. Turn off to choose which apps Mozilla VPN should not protect.
co: L’ozzione predefinita hè di prutege tutte l’appiecazioni. Disattivalla per sceglie chì appiecazioni Mozilla VPN ùn deve micca prutege.

source: VPN Switched Servers
co: A VPN hà cambiatu di servitore

source: VPN tips and tricks
co: Astuzie è cunsiglii per a VPN

source: VPN User
co: Utilizatore VPN

source: VPN will automatically reconnect when ready
co: A VPN si ricunnetterà quand’ella serà pussibule

source: Waiting for sign in and subscription confirmation…
co: In attesa di l’iscrizzione è di a cunfirmazione di l’abbunamentu…

source: Warning
co: Avertimentu

source: Warsaw
co: Varsovia

source: We appreciate your feedback. You’re helping us improve Mozilla VPN.
co: Femu casu di u vostru avisu. Ci aiuta à amendà Mozilla VPN.

source: We are committed to not monitoring or logging your browsing or network history.
co: Ci impegnemu d’ùn micca cuttighjavvi o arregistrà a vostra navigazione o cronolugia di reta.

source: We couldn’t find a subscription for %1. Subscribe now to protect your connection.
co: Ùn si pò truvà un abbunamentu per %1. Abbunatevi subitu per prutege a vostra cunnessione.

source: We currently support only IPv4 IP addresses
co: Attualmente, si piglia solu in contu l’indirizzi IPv4

source: We detected and fixed a serious bug. You must update your app.
co: Avemu scupertu è currettu un prublema impurtante. Duvete rinnovà a vostra appiecazione.

source: We’d love to know what we can do to improve Mozilla VPN. Please share any specific feedback here.
co: Ci piaceria di sapè ciò chì no puderiamu fà per amendà Mozilla VPN. Vi ringraziemu di lascià quì i vostri cummenti specifichi.

source: We’d love your feedback!
co: Ci piaceria di cunnosce u vostru avisu !

source: We encrypt your entire device.
co: Cifremu tutte e cunnessioni di u vostru apparechju.

source: We handle your data as described in the Mozilla Privacy Policy.
co: Trattemu i vostri dati cum’ella hè discritta in a pulitica di cunfidenzialità di Mozilla.

source: Welcome to Mozilla VPN 2.15
co: Benvenuta in Mozilla VPN 2.15

source: Well done!
co: Bellu colpu !

source: We only use your email to create your account or sign in. We will never sell it to a third party.
co: Impiegemu u vostru indirizzu elettronicu solu per creà u vostru contu è permette a vostra cunnessione. Ùn u vinderemu mai à qualchissia.

source: We’re glad you’re enjoying Mozilla VPN! Please let us know how we can make your experience even better.
co: Simu felice di sapè chì Mozilla VPN vi piace ! Vi ringraziemu di facci sapè cumu pudemu amendallu ancu più.

source: We’re Mozilla. We’re on your side.
co: Simu Mozilla. Simu da u vostru latu.

source: We’re sorry to hear you’ve had a poor experience. Please let us know how we can improve.
co: Ci dispiace di sapè chì vo avete avutu un esperimentu gattivu. Vi ringraziemu di facci sapè cumu pudemu amendà.

source: Western Frisian
co: Frisone occidentale

source: We strive to provide you with choices and collect only the data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
co: Femu casu à pruponevi a scelta è cullettà solu i dati ch’avemu bisognu per amendà Mozilla VPN. U spartimentu di sti dati cù Mozilla hè ozzionale.

source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing data with Mozilla is optional.
co: Femu casu à pruponevi a scelta è cullettà solu i dati tecnichi ch’avemu bisognu per amendà Mozilla VPN. Sparte i dati cù Mozilla hè ozzionale.

source: We strive to provide you with choices and collect only the technical data we need to improve Mozilla VPN. Sharing this data with Mozilla is optional.
co: Femu casu à pruponevi a scelta è cullettà solu i dati tecnichi ch’avemu bisognu per amendà Mozilla VPN. Sparte i dati cù Mozilla hè ozzionale.

source: We’ve added a ton of cool features in this latest release. Take the tour to get a deeper dive into what we’ve added for you!
co: Avemu aghjuntu una mansa di funzioni piacevule in st’ultima versione. Lanciate a visita guidata per scopre in detaglii ciò ch’avemu aghjuntu per voi !

source: We’ve added new features. Take a tour to get a deeper dive into what we’ve added for you!
co: Avemu aghjuntu nove funzioni. Lanciate a visita guidata per scopre in detaglii ciò ch’avemu aghjuntu per voi !

source: We’ve also made bug fixes, UI adjustments and other performance improvements to make Mozilla VPN even better.
co: Avemu dinù currettu prublemi, accunciatu l’interfaccia grafica è amendatu e perfurmenze per rende Mozilla VPN ancu megliu.

source: We’ve made bug fixes, UI adjustments and other performance improvements to make your experience using VPN even better.
co: Avemu currettu prublemi, accunciatu l’interfaccia grafica è amendatu e perfurmenze per rende ancu più bella a vostra esperienza cù VPN.

source: We’ve released an updated version of Mozilla VPN! Update to the latest version for the best possible Mozilla VPN experience.
co: Avemu publicatu una versione messa à livellu di Mozilla VPN ! Installate l’ultima versione per ottene l’esperienza a più bella cù Mozilla VPN.

source: We’ve resent your code to your email.
co: Avemu mandatu u vostru codice torna à u vostru indirizzu elettronicu.

source: We’ve sent an email to %1 with the verification link. Please follow the directions to set up your password and finish setting up your account.
co: Avemu mandatu un messaghju elettronicu à %1 cù u liame di verificazione. Ci vole à seguità l’istruzzioni per definisce a vostra parolla d’intesa è compie a cunfigurazione di u vostru contu.

source: We’ve updated the App exclusions screen to make it easier to choose which apps to leave out of VPN protection.
co: Avemu mudificatu u screnu d’esclusioni d’appiecazione per ch’ella sia più faciule di sceglie l’appiecazioni à esclude da a prutezzione VPN.

source: We will now recommend a few of the highest-performing server locations when you’re on the Select location screen.
co: Avà ricumanderemu parechje pusizioni di servitori trà i più perfurmenti quandu vo site nant’à u screnu « Selezziunà a pusizione ».

source: We won’t restrict your bandwidth.
co: Ùn limitemu micca a vostra larghezza di striscia.

source: What are excluded apps?
co: Cosa sò l’appiecazioni escluse ?

source: What can privacy features do for me?
co: Cumu mi aiutanu e funzioni di cunfidenzialità ?

source: What is a custom DNS?
co: Cosa hè un DNS persunalizatu ?

source: What is multi-hop VPN?
co: Cosa hè un VPN in cascata ?

source: What other types of devices can I connect to?
co: À chì altri tipi d’apparechju possu cunnettemi ?

source: What’s new
co: Ciò chì hè novu

source: What’s new?
co: Cosa c’hè di novu ?

source: What’s new in VPN
co: Ciò chì hè novu in a VPN

source: What’s new in VPN?
co: Ciò chì hè novu in a VPN ?

source: Whenever you connect to a website, a DNS (domain name system) first turns the domain name (e.g. www.mozilla.org) into an IP address that allows your internet traffic to reach that destination.
co: Quandu vi cunnittite à un situ web, ci hè un DNS (sistema di nome di duminiu) chì trasfurmeghja, in primu locu, u nome di duminiu (p.i. www.mozilla.org) in un indirizzu IP, ciò chì permette à u vostru trafficu internet di tuccà sta destinazione.

source: Whenever you connect to a website, a DNS (domain name system) first turns the domain name (e.g. www.mozilla.org) into an IP address that allows your internet traffic to reach that destination. Typically, your ISP (internet service provider) provides you with a DNS server that your devices use automatically.
co: Quandu vi cunnittite a un situ web, ci hè un DNS (sistema di nome di duminiu) chì trasfurmeghja, in primu locu, u nome di duminiu (p.i. www.mozilla.org) in un indirizzu IP, ciò chì permette à u vostru trafficu internet di tuccà sta destinazione. Di regula, u vostru furnidore d’accessu à internet (ISP) vi furnisce un servitore DNS chì hè impiegatu autumaticamente da u vostru apparechju.

source: When you exclude an app, it will have access to your IP address and approximate location.
co: Quandu un’appiecazione hè esclusa, pò quantunque accede à u vostru indirizzu IP è à a vostra lucalizazione apprussimativa.

source: When your password is created, return to this screen and continue to sign in to Mozilla VPN.
co: Quandu a vostra parolla d’intesa hè creata, rivinite nant’à stu screnu è cuntinuate à cunnettevi à Mozilla VPN.

source: When you submit feedback, Mozilla VPN will collect technical and interaction data, including your IP address, to help us improve. This data won’t be associated with your Firefox account.
co: Quandu vi mandate cummenti, Mozilla VPN culletta i dati tecnichi è d’interazzione, cum’è u vostru indirizzu IP, per aiutacci à amendacci. Sti dati ùn seranu micca assuciati à u vostru contu Firefox.

source: When you submit, Mozilla VPN will collect technical and interaction data with your email to help our support team understand your issue.
co: Quandu vi mandate u furmulariu, Mozilla VPN culletta i dati tecnichi è d’interazzione, cù u vostru indirizzu elettronicu, per aiutà a nostra squadra d’assistenza à capisce u vostru prublema.

source: When you use Mozilla VPN, your internet activity is encrypted and routed through servers based in a location of your choice.
co: Quandu vo impiegate Mozilla VPN, a vostra attività internet hè cifrata è passa attraversu servitori chì si trovanu in una pusizione scelta da voi.

source: Why are certain locations recommended?
co: Perchè sò ricumandate certe pusizioni ?

source: Why are these locations recommended?
co: Perchè sò ricumandate ste pusizioni ?

source: Why you should use app exclusions
co: Perchè duveriate impiegà i permessi d’esclusione

source: Wi-Fi network is not secure. Click here to turn on VPN and secure your device.
co: A reta Wi-Fi ùn hè micca sicura. Fate un cliccu quì per attivà a VPN è prutege u vostru apparechju.

source: [Windows] If you use the Firefox extension, we’ve made some changes that should make it run even smoother.
co: [Windows] S’è vo impiegate l’estensione Firefox, avemu effettuatu certi cambiamenti chì duverianu rende u so adopru ancu più fluidu.

source: [Windows, macOS, Linux] In a rare situation, the status icon wasn’t updating. We dug in deep, and it should again work for everyone.
co: [Windows, macOS, Linux] In casi scarsi, l’icona di statu ùn era micca mudificata. Avemu circatu in prufundezza, è què duveria funziunà torna per tutti.

source: [Windows] When you’ve been connected for a long time, has the connection timer in the app ever looked weird? While your device has always been protected in those cases, we’ve fixed that bug and now report the accurate time.
co: [Windows] Quandu site cunnessi dapoi un pezzu, avete fighjatu una durata di cunnessione una cria strana ? Bench’è u vostru apparechju sia quantunque prutettu in quelli casi, avemu currettu stu prublemu è affissemu oghje a durata esatta.

source: Within the settings page, you can navigate to “Privacy Features” to see everything you’re able to do to enhance your experience.
co: Nant’à a pagina di i parametri, si pò accede à e funzioni di cunfidenzialità per vede tuttu ciò ch’ellu si pò fà per amendà a so esperienza.

source: With “Local network access” turned on, you can also connect to devices like:
co: Cù l’ozzione « Accessu à a reta lucale » attivata, si pò dinù cunnettesi à l’apparechji cum’è :

source: With more than 500 servers in 60 cities around the world, Mozilla VPN protects your data, browsing activity, and your true location from network spies.
co: Cù più di 500 servitori in 60 cità in u mondu sanu, Mozilla VPN prutege i vostri dati, a vostra attività di navigazione è a vostra pusizione esatta da u spiunagiu nant’à a reta.

source: With Mozilla VPN, you can set your banking container to always route through a server location in your home country, making it even easier to protect your data and avoid fraud alerts while traveling.
co: Cù Mozilla VPN, pudete definisce chì u vostru cuntenidore per a banca passi sempre attraversu una pusizione di servitore in u vostru paese di residenza, rendendu ancu più faciule a prutezzione di i vostri dati durante un viaghju è cusì impedisce l’alerte di scruccheria.

source: With Mozilla VPN, you can set your news container to always route through a server location in your home country, making it even easier to protect your data while traveling.
co: Cù Mozilla VPN, pudete definisce i vostri cuntenidori novi per passà sempre attraversu una pusizione di servitore in u vostru paese di residenza, rendendu ancu più faciule a prutezzione di i vostri dati durante un viaghju.

source: You are up to date
co: Site à l’ultimu livellu

source: You can improve your speed by switching back to a single-hop connection
co: Pudete aummentà a vostra vitezza riturnendu à una cunnessione à saltu unicu

source: You can now run speed tests in Mozilla VPN! Select the performance icon in the top left corner of your screen to test your connection speed while using VPN.
co: Avà, pudete lancià sperimenti di vitezza in Mozilla VPN ! Selezziunate l’icona di perfurmenza in u scornu insù è à manca di u vostru screnu per sperimentà a vitezza di cunnessione durante l’usu di a VPN.

source: You can now run speed tests within the VPN to check your connection speed.
co: Avà, pudete lancià sperimenti di vitezza dentru a VPN per cuntrollà a vostra vitezza di cunnessione.

source: You can now use different Mozilla VPN locations in multiple tabs simultaneously.
co: Ora pudete impiegà parechji posti Mozilla VPN sfarente in parechje unghjette à u listessu tempu.

source: You can quickly access Mozilla VPN from your status bar.
co: Hè pussibule d’accede più prestu à Mozilla VPN da a vostra barra di statu.

source: You can set Mozilla VPN to protect you from ads, trackers, and malware. Plus, customize your protection for specific apps.
co: Pudete definisce Mozilla VPN per prutegevi di e publicità, i perseguitatori è i prugrammi animosi. È di più, si pò persunalizà a prutezzione per l’appiecazioni specifiche.

source: You can turn on your VPN once you have gained internet access by logging in to the portal.
co: Pudete attivà a vostra VPN quandu l’accessu à Internet hè ottinutu via una cunnessione à u purtone.

source: You can use the settings under Settings > Privacy features to block ads, block trackers, and block malware, even on excluded apps.
co: Pudete impiegà i parametri, via Parametri > Funzioni di cunfidenzialità, per bluccà e publicità, i perseguitatori è i prugrammi animosi, ancu nant’à l’appiecazioni escluse.

source: You currently have the latest version of Mozilla VPN
co: Avete attualmente l’ultima versione di Mozilla VPN

source: You may lose saved information and features within Mozilla products
co: Risicate di perde l’infurmazioni è e funzioni arregistrate in i prudutti Mozilla

source: You must turn off your VPN in order to see the portal, and turn it back on once you have logged in.
co: Duvete disattivà a vostra VPN per affissà u purtone, è attivalla torna dopu quandu a vostra cunnessione hè stabilita.

source: Your connection will not be secure while you update.
co: A vostra cunnessione ùn serà micca assicurata durante u rinnovu.

source: You’re already using VPN on 5 devices. To use VPN on this device, please remove one.
co: Impiegate dighjà a VPN nant’à 5 apparechji. Per impiegà a VPN nant’à st’apparechju, ci vole à cacciane unu.

source: You’re up to date!
co: L’appiecazione hè à livellu !

source: You’re using the latest version of Mozilla VPN.
co: Impiegate l’ultima versione di Mozilla VPN.

source: You’re using the latest version of Mozilla VPN. Take a look at the newest features and updates:
co: Impiegate l’ultima versione di Mozilla VPN. Fighjate puru e funzioni è e messe à livellu ultime :
